<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Job edit/create language lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used with job edit or create template. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'create'         => 'Создать работу',
    'newjob'         => 'Новое задание',
    'name'           => 'Заголовок',
    'status'         => 'Статус',
    'separate'       => 'Разделить на мелкие задания',
    'desc'           => 'Описание',        
    'instruction'    => 'Инструкция',
    'access'         => 'Доступы',
    'visible'        => 'Данный раздел будет показан только исполнителю задания.',
    'price'          => 'Стоимость',  
    'price'          => 'Стоимость',  
    'difficulty'     => 'Сложность',
    'enddate'        => 'Завершить до:',
    'timefor'        => 'Время на работу',   
    'chooseuser'     => 'Выбрать исполнителя',
    'anyone'         => 'Для всех',
    'category'       => 'Выберете категорию',    
    'project'        => 'Проект',
    'noproject'      => 'Без проекта',     
    'cms'            => 'Выберете CMS',
    'nocms'          => 'Не использую CMS',

    //Buttons
    'submit'         => 'Опубликовать',
    'save'           => 'В черновик',    

    //tooltips
    'tooltip-name'   => 'Придумайте название для новой работы, например *Заполнить карточки товаров в интернет-магазине* или *Написать уникальный текст для рекламного поста.*',    
    'tooltip-desc'   => 'В этом поле опишите, что необходимо сделать. Например *Найти, обработать и загрузить фотографии к 10 товарам.* или *Забрать посылку из пункта А и доставить в пункт Б.*',
    'tooltip-inst'   => 'Максимально подробно опишите задачу. Например: 1. Написать текст состоящий из 4 абзацев; 2. Использовать ключевые слова из прикрепленного файла; 3. Проверить на уникальность на специальном сайте;',
];
