<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Job show language lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used with job show. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'category'       => 'Категория:',
    'posted'         => 'Размещено',
    'by'             => 'пользователем',
    'performer'      => 'Исполнитель',
    'description'    => 'Задание',
    'instruction'    => 'Инструкция',    
    'fixedprice'     => 'Фиксированная цена',
    'viewed'         => 'Количество просмотров',
    'cms'            => 'CMS',
    'status'         => 'Статус:',
    'enddate'        => 'Закончить до:',
    'difficulty'     => 'Сложность:',
    'timefor'        => 'Время на работу:',
    'skills'         => 'Необходимые навыки и умения',
    'noskills'       => 'Не указаны',
    'related'        => 'Связанные задания',
    'norelated'      => 'Нет связанных заданий',
    'question'       => 'Задать вопрос',
    'questions'      => 'Вопросы и комментарии',           
    'noquestions'    => 'Вопросов еще нет. Вы можете задать первый вопрос или оставить комментарий к заданию',
    'attachments'    => 'Прикрепленные файлы',
    'offers'         => 'Предложения',
    'offers-small'   => 'Оставьте свое предложение заказчику',
    'nooffer'        => 'Предложений по заданию нет',
    'reports'        => 'Отчеты',
    'noreports'      => 'Отчетов еще нет.',
    'budget'         => 'Бюджет',
    'addcomment'     => 'Добавить комментарий',    
    'completetitle'  => 'Задание выполнено?',
    'completemsg'    => 'Внимательно проверьте задание, прежде чем перевести его в статус "Выполнено".',

    //Buttons
    'save'           => 'В закладки',
    'saved'          => 'В закладках',        
    'share'          => 'Поделиться',    
    'complain'       => 'Пожаловаться', 
    'send'           => 'Отправить',
    'reply'          => 'Ответить', 
    'addoffer'       => 'Откликнуться',
    'report-request' => 'Запросить отчет', 
    'addreport'      => 'Добавить отчет',  
    'close'          => 'Закрыть', 
    'complete'       => 'Завершить',              

    //tooltips
    'price'          => 'Указана сумма которую Вы получите за выполненное задание с учетом всех комиссий.',

];
